Iain04/room-detector/esp32/firmware/sender/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# 1 kHz tick so a 100 Hz send period (10 ms) is exact.
CONFIG_FREERTOS_HZ=1000

CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
